Repository: gabriele-rizzo/Nocturne
Catalog: Nocturne/Localizable.xcstrings
Source language: en
Languages: it

source: Always on
it: Sempre acceso

source: Always off
it: Sempre spento

source: Sunset to sunrise
it: Dal tramonto all'alba

source: Custom
it: Personalizzato

source: Schedule
it: Programmazione

source: From
it: Da

source: To
it: A

source: Prevent Dimming
it: Impedisci attenuazione

source: Launch at Login
it: Avvia all'accesso

source: Approve in Login Items…
it: Approva in Elementi login…

source: Enable Location…
it: Abilita posizione…

source: Quit
it: Esci

source: Unavailable on this Mac
it: Non disponibile su questo Mac

source: Check for Updates…
it: Controlla aggiornamenti…

source: Check automatically
it: Controlla automaticamente

source: Download automatically
it: Scarica automaticamente

source: About Nocturne
it: Informazioni su Nocturne

source: Your keyboard backlight, on a schedule.
it: La retroilluminazione della tastiera, secondo i tuoi orari.

source: View on GitHub
it: Apri su GitHub

source: Version %@ (%@)
it: Versione %@ (%@)

source: Released under the PolyForm Noncommercial License 1.0.0.
it: Distribuito con licenza PolyForm Noncommercial 1.0.0.

source: About…
it: Informazioni…

source: Pause for an Hour
it: Sospendi per un'ora

source: Resume Schedule
it: Riprendi la programmazione
